[
   {
      "quote_id":"0",
      "author":"Alphonse Elric",
      "quote":"This body comes with many inconveniences. But inconveniences don't make me miserable! There is no reason for you to pity me! My life was put back together with alchemy by my brother. If I deny myself, that would mean I'm denying my brother, along with alchemy. I believe in the potential that alchemy holds. I want to believe in it!"
   },
   {
      "quote_id":"1",
      "author":"Alphonse Elric",
      "quote":"Brother!"
   },
   {
      "quote_id":"2",
      "author":"Alphonse Elric",
      "quote":"Survival is the only way, Ed. Live on and learn more about alchemy!"
   },
   {
      "quote_id":"3",
      "author":"Alphonse Elric",
      "quote":"On the day we left, we burned down the family home and all the familiar things inside. Because some memories... aren't meant to leave traces."
   },
   {
      "quote_id":"4",
      "author":"Alphonse Elric",
      "quote":"You know, I didn't ask to be this big."
   },
   {
      "quote_id":"5",
      "author":"Alphonse Elric",
      "quote":"Believe you?! How am I supposed to believe anything when I'm stuck in this body? What should I believe in - my memories?! Memories are just scraps of information that can be made up as easily as anything else!!"
   },
   {
      "quote_id":"6",
      "author":"Alphonse Elric",
      "quote":"It's science. We're alchemists."
   },
   {
      "quote_id":"7",
      "author":"Alphonse Elric",
      "quote":"Great, Ed. Put your total cynicism on someone else..."
   },
   {
      "quote_id":"8",
      "author":"Alphonse Elric",
      "quote":"But we... we just wanted... we just wanted to see Mom's face again... see her smile..."
   },
   {
      "quote_id":"9",
      "author":"Alphonse Elric",
      "quote":"Rings and watches have nothing to do with it. My brother's the Fullmetal Alchemist."
   },
   {
      "quote_id":"10",
      "author":"Alphonse Elric",
      "quote":"Welcome to the brig."
   },
   {
      "quote_id":"11",
      "author":"Alphonse Elric",
      "quote":"Those people has us playing right at the palms of their hands, didn't they? I guess it doesn't matter what we do. We'll never be the ones in control."
   },
   {
      "quote_id":"12",
      "author":"Alphonse Elric",
      "quote":"Hmm? What do we have here? What an oddly good hand of cards! UHHH! ED! YOU CHEATER! COME BACK! I WANT EVERYTHING YOU WON FROM ME! AND I THOUGHT I WAS JUST UNLUCKY!"
   },
   {
      "quote_id":"13",
      "author":"Alphonse Elric",
      "quote":"I won't leave you! I'm sick of watching people die! and I can't just sit back and take it anymore! I won't let anyone else get killed! Not when I can protect them!"
   },
   {
      "quote_id":"14",
      "author":"Alphonse Elric",
      "quote":"A simple rock, red as blood. Which promised to turn pain into delight. War into victory. And death into life. It was a thinking person's dream - reason, conquering all. And that was in deference to this, that it was called the Philosopher's Stone."
   },
   {
      "quote_id":"15",
      "author":"Alphonse Elric",
      "quote":"Humankind cannot gain anything without first giving something in return. To obtain, something of equal value must be lost. That is Alchemy's first law of Equivalent Exchange. In those days, we really believed that to be the world's one and only truth."
   },
   {
      "quote_id":"16",
      "author":"Roy Mustang",
      "quote":"The power of one man doesn't amount to much. But, with whatever little strength I'm capable of... I'll do everything humanly possible to protect the people I love, and in turn they'll protect the ones they love. It seems like the least we tiny humans can do for each other."
   },
   {
      "quote_id":"17",
      "author":"Roy Mustang",
      "quote":"When I, who am called a 'weapon' or a 'monster', fight a real monster, I can fully realize I'm just a human."
   },
   {
      "quote_id":"18",
      "author":"Roy Mustang",
      "quote":"Can you really hold the woman you love, with your blood stained hands?"
   },
   {
      "quote_id":"19",
      "author":"Roy Mustang",
      "quote":"This is hard, he's such a small target"
   },
   {
      "quote_id":"20",
      "author":"Roy Mustang",
      "quote":"That's a stupid question, Havoc. I say it because it's true. And when I'm Führer, there will be changes. That day, all female officers will be required to wear...TINY MINISKIRTS!"
   },
   {
      "quote_id":"21",
      "author":"Roy Mustang",
      "quote":"Dogs huh...I LOVE DOGS! But of course! Dogs embody loyalty, they follow their masters commands above all else! Be a jerk to them and they don't complain, and they never once beg for a paycheck! Trust me Fuery! They're the great servants of man! *sings* Loyal canine~, how we salute thee~!"
   },
   {
      "quote_id":"22",
      "author":"Roy Mustang",
      "quote":"I don't know how long you've lived fuhrer, or how many times you've cheated death, but not anymore."
   },
   {
      "quote_id":"23",
      "author":"Roy Mustang",
      "quote":"It's much harder dealing with the living. Give me a ghost to talk to any day."
   },
   {
      "quote_id":"24",
      "author":"Roy Mustang",
      "quote":"It's the end of the line."
   },
   {
      "quote_id":"25",
      "author":"Roy Mustang",
      "quote":"What are you doing to my dear subordinate? Don't do anything rash, Lieutenant. I told you I was going to take care of them."
   },
   {
      "quote_id":"26",
      "author":"Roy Mustang",
      "quote":"Men should be able to handle both their job and their women,I do."
   },
   {
      "quote_id":"27",
      "author":"Roy Mustang",
      "quote":"Let's test their luck."
   },
   {
      "quote_id":"28",
      "author":"Roy Mustang",
      "quote":"Take it or GO HOME!"
   },
   {
      "quote_id":"29",
      "author":"Roy Mustang",
      "quote":"Way to bring your trouble home with you, Fullmetal, really nice."
   },
   {
      "quote_id":"30",
      "author":"Roy Mustang",
      "quote":"Nothing's perfect, the world's not perfect, but it's there for us, trying the best it can. That's what makes it so damn beautiful."
   },
   {
      "quote_id":"31",
      "author":"Roy Mustang",
      "quote":"I didn't do this for politics! I couldn't forgive myself for being blind this long. This is the only way I could atone for the friends I didn't saved!"
   },
   {
      "quote_id":"32",
      "author":"Roy Mustang",
      "quote":"Foolish enough to let you prosper on their suffering."
   },
   {
      "quote_id":"33",
      "author":"Roy Mustang",
      "quote":"But you're thinking on too large a scale there, kid...if we don't want to drive ourselves crazy..we can only deal with what's directly in front of us."
   },
   {
      "quote_id":"34",
      "author":"Roy Mustang",
      "quote":"I knew they wouldn't let themselves get caught without a reason. Those boys are smarter than that."
   },
   {
      "quote_id":"35",
      "author":"Roy Mustang",
      "quote":"You know running makes you look guilty."
   },
   {
      "quote_id":"36",
      "author":"Roy Mustang",
      "quote":"If you believe the possibility exists, then you should do whatever it takes"
   },
   {
      "quote_id":"37",
      "author":"Roy Mustang",
      "quote":"Hmm. There really is nothing quite like watching fools dig their own graves. Especially, when that fool is an arrogant homunculus who's too stupid to see what he's doing. I've humored you long enough. So how about you answer a question of mine? I want you to tell me who killed Maes Hughes. And I want the truth, Homunculus."
   },
   {
      "quote_id":"38",
      "author":"Roy Mustang",
      "quote":"Quit running your mouth, you idiot! I'm sick of you homunculi giving me the runaround when I ask you this question. Tell me the truth or I'll burn it out of you! You worthless scum! Tell me who's responsible for his murder."
   },
   {
      "quote_id":"39",
      "author":"Roy Mustang",
      "quote":"You're saying you killed Hughes? I doubt a moron like you could pull that off."
   },
   {
      "quote_id":"40",
      "author":"Roy Mustang",
      "quote":"That's enough! You were STUPID enough to confess, and even MORE stupid to BOAST! Everything you've said is fuel on your funeral pyre! So then, I think I'll begin... BY BURNING OUT YOUR TONGUE!"
   },
   {
      "quote_id":"41",
      "author":"Roy Mustang",
      "quote":"Keep your eyes on ME, Envy! Our conversation is the only one that should concern you! It's Kind of interesting how quickly the tongue can be rendered to a bubbling grease. It's surprising how easy it burns, isn't it?"
   },
   {
      "quote_id":"42",
      "author":"Roy Mustang",
      "quote":"What's it like having the fluids inside of your eyes boil? I'd imagine it might sting a little."
   },
   {
      "quote_id":"43",
      "author":"Roy Mustang",
      "quote":"I'm surprised you'd intentionally make my target bigger for me. Did you think being bigger would let you beat me? Idiot! Get up, monster! Hurry and regenerate yourself. I'm going to let you relive that pain over and over until you die."
   },
   {
      "quote_id":"44",
      "author":"Roy Mustang",
      "quote":"Maes Hughes is dead. That's fact. And you to invoke his image, you must be a glutton for punishment!"
   },
   {
      "quote_id":"45",
      "author":"Roy Mustang",
      "quote":"You fool. Did you think I wouldn't use heavy firepower right next to me? Don't you know I can do pinpoint aiming? Too bad for you, BECAUSE I CAN!!!"
   },
   {
      "quote_id":"46",
      "author":"Roy Mustang",
      "quote":"So this is your true form then... you're ugly! Envy means 'Jealousy'... that's what your name means, right? I get it! and jealousy is an ugly thing!"
   },
   {
      "quote_id":"47",
      "author":"Roy Mustang",
      "quote":"What kind of madness is this? scolded by a child, Lectured by a man who has been my enemy (turns to Hawkeye) and you, I've done it again... I've hurt you. how foolish can one man be? Please forgive me."
   },
   {
      "quote_id":"48",
      "author":"Scar",
      "quote":"I am walking down a path of no return, so I will leave behind me every gift I've received from God."
   },
   {
      "quote_id":"49",
      "author":"Scar",
      "quote":"I'll give you time to repent your sins."
   },
   {
      "quote_id":"50",
      "author":"Scar",
      "quote":"I won't give you time to pray to God."
   },
   {
      "quote_id":"51",
      "author":"Scar",
      "quote":"A man who inflicts suffering cannot rest. His guilty mind won't allow it. But today I can finally close my eyes to the living nightmare and lay down, knowing that I won't wake again. Brother..."
   },
   {
      "quote_id":"52",
      "author":"Scar",
      "quote":"Don't think you'll be spared, you're all using weapons with alchemic modifications-! GOD JUDGES YOU!!!"
   },
   {
      "quote_id":"53",
      "author":"Scar",
      "quote":"By clasping your hands, you make an array with your body and circulate the alchemic reaction within. I know your secret, and without this sinful arm you cannot transmute quickly. THAT is your weakness!"
   },
   {
      "quote_id":"54",
      "author":"Scar",
      "quote":"I'd like to hear more details about this... in between your screaming."
   },
   {
      "quote_id":"55",
      "author":"Scar",
      "quote":"Now tell me... for what purpose did you choose to slaughter all of my people? Depending on your answer, I'll send you to join God-! NO...! You don't deserve to stand by God alongside my fallen brothers! YOUR ONLY SOLACE FROM MY WRATH SHALL BE DAMNATION!"
   },
   {
      "quote_id":"56",
      "author":"Scar",
      "quote":"You look surprised, I'd even say shocked. To be honest, I'm still a little surprised myself. It goes against my beliefs; I even swore to myself that I would never use it. But when I considered the enormity of what's at stake and what I could do, I relented... and accepted my only choice. My brother's circle of reconstruction - I've accepted BOTH hands of alchemy!"
   },
   {
      "quote_id":"57",
      "author":"Scar",
      "quote":"I am the ooze born from the gaping wound that was Ishbal. I neither pray to God nor appeal to him. Ooze deserves no forgiveness. And I will burn until I'm left dead in a ditch like the scum that I am."
   },
   {
      "quote_id":"58",
      "author":"Scar",
      "quote":"I have no name. I have disposed of it!"
   },
   {
      "quote_id":"59",
      "author":"Riza Hawkeye",
      "quote":"If the ways of this world are based on equivalent exchange, as alchemy says, then in order to allow for a new generation to enjoy good fortune, then the price that we must pay is to carry the bodies of the dead across a river of blood."
   },
   {
      "quote_id":"60",
      "author":"Riza Hawkeye",
      "quote":"I will follow you into hell if you ask me to."
   },
   {
      "quote_id":"61",
      "author":"Riza Hawkeye",
      "quote":"Is it alright for me to believe in a future that everyone can live in happiness?"
   },
   {
      "quote_id":"62",
      "author":"Riza Hawkeye",
      "quote":"Can I trust you Roy... with my father's research?"
   },
   {
      "quote_id":"63",
      "author":"Riza Hawkeye",
      "quote":"Humankind cannot gain anything without first giving something in return. Here at Central Headquarters there is a band of brave soldiers, all willing to make that sacrifice in the name of peace. This is a tale of love and courage, a tale of the Flame Alchemist Roy Mustang, and his loyal team."
   },
   {
      "quote_id":"64",
      "author":"Riza Hawkeye",
      "quote":"Stubborn Man! Please, try to only be useless on rainy days, ok?"
   },
   {
      "quote_id":"65",
      "author":"Riza Hawkeye",
      "quote":"When will he learn. Its bad enough he is useless on rainy days."
   },
   {
      "quote_id":"66",
      "author":"Riza Hawkeye",
      "quote":"I like guns. Because unlike swords and knives you don't have to feel your victim die."
   },
   {
      "quote_id":"67",
      "author":"Riza Hawkeye",
      "quote":"I joined the military because there is someone I have to protect."
   },
   {
      "quote_id":"68",
      "author":"Riza Hawkeye",
      "quote":"Don't go where I can't follow.."
   },
   {
      "quote_id":"69",
      "author":"Riza Hawkeye",
      "quote":"You know as well as I do you're useless on rainy days!!"
   },
   {
      "quote_id":"70",
      "author":"Riza Hawkeye",
      "quote":"You BITCH!"
   },
   {
      "quote_id":"71",
      "author":"Riza Hawkeye",
      "quote":"I'm sorry to interrupt you major, but let me offer a bit of feminine advice... BABIES AREN'T BORN AFTER JUST FIVE MONTHS!"
   },
   {
      "quote_id":"72",
      "author":"Winry Rockbell",
      "quote":"You two won't cry; someone should do it for you, don't you think?"
   },
   {
      "quote_id":"73",
      "author":"Winry Rockbell",
      "quote":"I'm a hostage either way, so I might as well get to choose my captor."
   },
   {
      "quote_id":"74",
      "author":"Winry Rockbell",
      "quote":"Your arm... if it isn't bound, you'll bleed to death."
   },
   {
      "quote_id":"75",
      "author":"Winry Rockbell",
      "quote":"So that's why you're a thief? If you're so grateful, then you should clean up your act and stop picking pockets! Mr. Dominic gave you these legs out of a selfless act of good will!"
   },
   {
      "quote_id":"76",
      "author":"Winry Rockbell",
      "quote":"Same old Ed. Home for 5 minutes and you're off on another adventure. But you can't go into combat with that arm and leg, can you?"
   },
   {
      "quote_id":"77",
      "author":"Winry Rockbell",
      "quote":"Why am I in love with this idiot?"
   },
   {
      "quote_id":"78",
      "author":"Winry Rockbell",
      "quote":"If you think I'm a gear-head, that's fine, but you had better get used to it! Because as long as you're wearing my automail, you're stuck with this gear-head whether you like it or not!"
   },
   {
      "quote_id":"79",
      "author":"Maes Hughes",
      "quote":"Gracia, Elicia, I'm sorry. I'm so sorry."
   },
   {
      "quote_id":"80",
      "author":"Maes Hughes",
      "quote":"And find yourself a good wife"
   },
   {
      "quote_id":"81",
      "author":"Maes Hughes",
      "quote":"LOOOOKKKK!!!!!!!!!! ELICIA'S SOOOOOO CUTE!"
   },
   {
      "quote_id":"82",
      "author":"Maes Hughes",
      "quote":"When I return home, I will swallow every horrible thing I have done here and I will smile when I'm with her."
   },
   {
      "quote_id":"83",
      "author":"Maes Hughes",
      "quote":"I'll work under you. Push you to the top."
   },
   {
      "quote_id":"84",
      "author":"Izumi Curtis",
      "quote":"Yes, that's right. That same miracle brings us all into this world. Always take pride in the lives that were given you."
   },
   {
      "quote_id":"85",
      "author":"Izumi Curtis",
      "quote":"One is All, and All is One."
   },
   {
      "quote_id":"86",
      "author":"Izumi Curtis",
      "quote":"It seems both of us are beyond help."
   },
   {
      "quote_id":"87",
      "author":"Izumi Curtis",
      "quote":"You darling little idiots. It's okay... to cry."
   },
   {
      "quote_id":"88",
      "author":"Izumi Curtis",
      "quote":"You asked what I am? ...A HOUSEWIFE!!!"
   },
   {
      "quote_id":"89",
      "author":"Izumi Curtis",
      "quote":"When people ask, I usually say I'm a housewife, but I'm feeling a bit sassy today. So I have decided to shed that particular disguise... I AM AN ALCHEMIST!"
   },
   {
      "quote_id":"90",
      "author":"Izumi Curtis",
      "quote":"Believe in yourselves and choose life over death. Otherwise, you've led a shameful existence"
   },
   {
      "quote_id":"91",
      "author":"Solf J. Kimblee",
      "quote":"The one thing worse than death is to avert your eyes from it. Look straight at the people you kill. Don't take your eyes off them for a second. And don't ever forget them, because I promise that they won't forget you."
   },
   {
      "quote_id":"92",
      "author":"Solf J. Kimblee",
      "quote":"Ah... what a beautiful sound. It doesn't get any better than that. I can feel it deep in my bones, like a part of me I never noticed before. That sound is an extension of my being. And this land - this land that's governed by death - I will paint it red with this shard of destruction."
   },
   {
      "quote_id":"93",
      "author":"Solf J. Kimblee",
      "quote":"What can be more beautiful than doing a job that puts your soul at risk?! That's what it means to be alive!"
   },
   {
      "quote_id":"94",
      "author":"Solf J. Kimblee",
      "quote":"I was perfectly content, but when you decided to throw away your honor as a homunculus you forced me to step in. You speak of your precious Pride, that quality for which you were named. But then you suddenly find yourself in grave danger and you seek to escape into the body of a human, a lower life form you so despise. It's pathetic. YOU'RE A DISGRACE!"
   },
   {
      "quote_id":"95",
      "author":"Solf J. Kimblee",
      "quote":"He died in the middle of our conversation. How rude."
   },
   {
      "quote_id":"96",
      "author":"Solf J. Kimblee",
      "quote":"Shoutings of agony are like lullabies for me!"
   },
   {
      "quote_id":"97",
      "author":"Van Hohenheim",
      "quote":"You've certainly mellowed out... you used to be fun, full of life and emotion. Lust, Greed, Sloth, Gluttony, Envy, Wrath, and Pride. Of course, excessive want will destroy anyone, but those same desires are necessary to understand what it means to be human. Why did you rid yourself of them?"
   },
   {
      "quote_id":"98",
      "author":"Van Hohenheim",
      "quote":"Don't you put...my son down."
   },
   {
      "quote_id":"99",
      "author":"Van Hohenheim",
      "quote":"But we do have a circle. Something with such enormous powers, it would activate on its own, even if something were to happen to me! The shadow of the moon, cast upon the earth by the eclipse!"
   },
   {
      "quote_id":"100",
      "author":"Van Hohenheim",
      "quote":"The Souls of the People of Amestris have each returned to their own bodies. And with just the souls of the Xerxesians that he already had, I doubt he can keep what he calls god suppressed."
   },
   {
      "quote_id":"101",
      "author":"Van Hohenheim",
      "quote":"I thought living forever was nothing but exhausting. But since I met you and our sons, for the first time I felt glad to be alive. It was a full life."
   },
   {
      "quote_id":"102",
      "author":"Trisha Elric",
      "quote":"We will change, because we can change. I know it. We may be weak but we just have to be, if not then we wouldn't have any reason to grow, to get strong. I know that it may seem futile to you but its not because we are getting stronger with every step we take."
   },
   {
      "quote_id":"103",
      "author":"Ling Yao",
      "quote":"If you turn your back on something you wanted, then you don't deserve to call yourself 'Greed'!"
   },
   {
      "quote_id":"104",
      "author":"Ling Yao",
      "quote":"A king exists for his people, without subjects rulers can not exist."
   },
   {
      "quote_id":"105",
      "author":"Ling Yao",
      "quote":"Real mates are linked by their souls! 仲間ってのハ、魂でつながってんだヨ！"
   },
   {
      "quote_id":"106",
      "author":"Ling Yao",
      "quote":"Hungry... ハラ...減っタ..."
   },
   {
      "quote_id":"107",
      "author":"Ling Yao",
      "quote":"Friends are connected by their souls, you can't just rinse something out that has been deeply instilled into your soul"
   },
   {
      "quote_id":"108",
      "author":"Ling Yao",
      "quote":"SHUT THE HELL UP! Don't underestimate humans...!"
   },
   {
      "quote_id":"109",
      "author":"Ling Yao",
      "quote":"You would ask me to be like him!? A king should live for his people... for he is nothing without them! This man is planning to sacrifice his entire nation... his people...! I'll NEVER become the monster that he is!"
   },
   {
      "quote_id":"110",
      "author":"Ling Yao",
      "quote":"I'm a homunculus. ホムンクルスだよ〜ン"
   },
   {
      "quote_id":"111",
      "author":"Ling Yao",
      "quote":"I no speak this country's language! Bye bye!"
   },
   {
      "quote_id":"112",
      "author":"Fu",
      "quote":"The ruler of Xing controls the chi known as The Dragon's Pulse. This knowledge allows him to govern the flow of our kingdom. As the personal servants of our ruler, we too are trained to read the flow of chi. Not only that, but we are also trained to act in the darkness."
   },
   {
      "quote_id":"113",
      "author":"Fu",
      "quote":"Young lord... if you are truly a man worthy to be king... *cough* then you must be willing to accept some loss."
   },
   {
      "quote_id":"114",
      "author":"Fu",
      "quote":"My prince....become the king you are destined to be. This old man.....will now take his eternal rest!!"
   },
   {
      "quote_id":"115",
      "author":"Fu",
      "quote":"I'm bringing you straight to hell with me, Bradley!! YOU BASTAAAARD!!!"
   },
   {
      "quote_id":"116",
      "author":"Lan Fan",
      "quote":"A king is no king without his people. But people without a king are lost as well!"
   },
   {
      "quote_id":"117",
      "author":"Olivier Mira Armstrong",
      "quote":"Race, ethnicity, gender, class... any type of prejudice on the battlefield can only lead to weakness and an increase in casualties. Quit gaping like an idiot and start walking... before I rip your little body apart limb from limb!"
   },
   {
      "quote_id":"118",
      "author":"Olivier Mira Armstrong",
      "quote":"Don't patronize me, Alex! Your bloated muscles are worthless without a spine!"
   },
   {
      "quote_id":"119",
      "author":"Olivier Mira Armstrong",
      "quote":"Love for the dead is pointless. We fight to keep them alive, that is all."
   },
   {
      "quote_id":"120",
      "author":"Olivier Mira Armstrong",
      "quote":"Survival of the fittest."
   },
   {
      "quote_id":"121",
      "author":"Olivier Mira Armstrong",
      "quote":"We don't see any point of clinging in those who've died. We only know how to fight to keep more from dying"
   },
   {
      "quote_id":"122",
      "author":"Olivier Mira Armstrong",
      "quote":"You spoke of 'foundations.' Well you're about to become a part of Brigg's foundation, General Raven...literally."
   },
   {
      "quote_id":"123",
      "author":"Dr. Knox",
      "quote":"This room reeks of optimism."
   },
   {
      "quote_id":"124",
      "author":"Dr. Knox",
      "quote":"I don't know if you actually exist or not, God; but cut me some slack. Even a guy like me needs a break. Please, let me enjoy the happiness of having a cup of coffee with my family."
   },
   {
      "quote_id":"125",
      "author":"Tim Marcoh",
      "quote":"The Sage's Stone, the Grand Elixir, the Celestial Stone, the Red Tincture, the Fifth Element - just as the Philosopher's Stone is called by many names, so it can take on many forms."
   },
   {
      "quote_id":"126",
      "author":"Tim Marcoh",
      "quote":"But not only do I know how to create them...I KNOW HOW TO DESTROY THEM AS WELL!"
   },
   {
      "quote_id":"127",
      "author":"Lust",
      "quote":"Bloodshed gives way to more bloodshed. Hatred breeds more hatred. Until all of the violence soaks into the land, carving rivers of blood. And no matter how many times it happens, they never learn. Humans are made up of violent, miserable fools."
   },
   {
      "quote_id":"128",
      "author":"Lust",
      "quote":"You killed me. I hate losing. But there worse ways to die than at the hands of a man like you. I love how cold and focused your eyes are. I look forward to the day when those eyes will be wide with agony. It's coming. It's coming..."
   },
   {
      "quote_id":"129",
      "author":"Lust",
      "quote":"Maybe you are right. Where did I come from and where will I go? When I die? Maybe all this time that is what I wanted: the freedom to find out."
   },
   {
      "quote_id":"130",
      "author":"Lust",
      "quote":"You humans are such sad and weak, foolish creatures."
   },
   {
      "quote_id":"131",
      "author":"Lust",
      "quote":"You shouldn't seek all the answers; believe me. You may not like what you find.."
   },
   {
      "quote_id":"132",
      "author":"Lust",
      "quote":"Memories...of the people we were. They're subtle but they're real. It took me a lot of time to understand what I saw... Books say we shouldn't have memories. Or at least they're only the memories and emotions of the alchemists who made us; that we see. But they're wrong...Those memories are mine."
   },
   {
      "quote_id":"133",
      "author":"Lust",
      "quote":"You can be so cruel with words... Then why must you return your brother to the way he was?"
   },
   {
      "quote_id":"134",
      "author":"Greed",
      "quote":"Well, I suppose I was put together a little more sturdy than most... I am nearly two hundred years old..."
   },
   {
      "quote_id":"135",
      "author":"Greed",
      "quote":"I want everything you can possibly imagine. I want money and women, power and sex, status, glory! I demand the finer things in life!"
   },
   {
      "quote_id":"136",
      "author":"Greed",
      "quote":"They don't call me Greed for nothing! I want money! Women! Status! And power! I want everything this world's selling and eternity is topping the list! Understand?"
   },
   {
      "quote_id":"137",
      "author":"Greed",
      "quote":"I disagree. You want to bring back someone that you've lost. You might want money. Maybe you want women. Or, you might want to protect the world. These are all common things people want. Things that their hearts desire. Greed may not be good, but it's not so bad, either. You humans think greed is just for money and power! But everyone wants something they don't have."
   },
   {
      "quote_id":"138",
      "author":"Greed",
      "quote":"[Ling]- SOLDIERS! If you have a family go home! If you don't wish to get hurt leave NOW! [Greed]- OH YEAH! and Ladies! I don't fight girls, I'm just not that type of guy!"
   },
   {
      "quote_id":"139",
      "author":"Greed",
      "quote":"About 130 years, I'd say. Let me break this down, nice and simple. You can either remain in here as lab rats or you can come with me to bring hell to those above us. Your choice. I'm only asking once!"
   },
   {
      "quote_id":"140",
      "author":"Greed",
      "quote":"There's no such thing as no such thing."
   },
   {
      "quote_id":"141",
      "author":"Greed",
      "quote":"Unfortunately I'm greedy as can be. I want your life too, Wrath."
   },
   {
      "quote_id":"142",
      "author":"Greed",
      "quote":"I'm greedy as hell, only out for myself...."
   },
   {
      "quote_id":"143",
      "author":"Greed",
      "quote":"We homunculi, we're born when an alchemist tries to recreate life. We are weakened when we are close to the remains of whomever it was the alchemist tries to resurrect. That is the homunculi's weak point. That's how we can be killed. Understand? And not come back."
   },
   {
      "quote_id":"144",
      "author":"Greed",
      "quote":"What's happening to me? Wrath?!?! It won't go away! These memories! They won't go away! My head feels like it's going to explode!"
   },
   {
      "quote_id":"145",
      "author":"Greed",
      "quote":"What I wanted, is the chance to have friends like these ..."
   },
   {
      "quote_id":"146",
      "author":"Envy",
      "quote":"I've come to kill him! Take me to Hohenheim of light! Hey, what are you doing? Stop messing with me! You do as I tell you!! You're taking me to see Hohenheim! To that bastard! To my father!!! Lol Edward Elric. I've been looking for you! Did you miss me?! Take me to Hohenheim! To our father!!!"
   },
   {
      "quote_id":"147",
      "author":"Envy",
      "quote":"The question is, are you going to work with us - if not, the village is history. Lust told me about your arrangement; as long as we agree to leave the village alone, you'll do whatever we ask. Which is it? Agree to work with us, and kill everyone in this country, or, refuse to work with us and watch every one in your beloved village die? Fool, you just have to forsake one little village to save an entire country. Too bad you don't have the stomach to do the logical thing. Ha ha, I shouldn't be surprised, that's just how all you humans are, you put emotion before common sense. I killed a man who was like that once. All I had to do was make myself look like his wife and he was helpless - he couldn't even fight me! You humans are so easy to take advantage of. Lucky us."
   },
   {
      "quote_id":"148",
      "author":"Envy",
      "quote":"I'm gonna show you two boys something neat before we die."
   },
   {
      "quote_id":"149",
      "author":"Envy",
      "quote":"THAT'S ENOUGH! You should have just done as you were told, but if you scum really wanna test me, then I'll show WHO'S IN CHARGE!"
   },
   {
      "quote_id":"150",
      "author":"Envy",
      "quote":"Don't look down on me, you WORMS!"
   },
   {
      "quote_id":"151",
      "author":"Envy",
      "quote":"I'm alive again! *maniacal laughter* Thanks for getting me this far, little squirt. So kind of you. Very kind."
   },
   {
      "quote_id":"152",
      "author":"Envy",
      "quote":"Really? And what about your sick games? Don't kid yourself, Mustang, you know how humans love to watch other people suffer while making fools of themselves. I mean, why else would you constantly be at war with each other?"
   },
   {
      "quote_id":"153",
      "author":"Envy",
      "quote":"Hah! Moron? Tell me who the real moron is here, because I don't think it's me! I prefer to use that term for someone who falls for a cheap trick like this! Ha ha! You should see your face! Oh, you're not gonna believe this, but that was the same look on Hughes' face when I shot him! The utter shock, the dumb confusion! You could see every emotion he felt as his own wife shot him! It, was, GREAT!"
   },
   {
      "quote_id":"154",
      "author":"Envy",
      "quote":"So, you've been rather dogged in your pursuit of Hughes killer. You're a true friend...TO THE VERY END!"
   },
   {
      "quote_id":"155",
      "author":"Envy",
      "quote":"I'll show you real punishment!"
   },
   {
      "quote_id":"156",
      "author":"Envy",
      "quote":"Not again! My eye! My eye!"
   },
   {
      "quote_id":"157",
      "author":"Envy",
      "quote":"You damn human! Don't look down on me!"
   },
   {
      "quote_id":"158",
      "author":"Envy",
      "quote":"Are you a moron? Some nice, flowery words and feigned empathy?! You make me sick to my stomach! Are you humans always such pathetic worms?! Why can't you just listen to your gut and do what you want to? Colonel Mustang, have you forgotten? Your pal, Scar, here was going to kill you! And what's more, wasn't he the one who killed the parents of the pipsqueak's girly friend? Oh, yeah! And what about that little girl who became a chimera? Scar was responsible for her death, too! And as for you! Have you completely forgotten your hatred for they did to your Ishvalan countrymen? And then, this woman! She has the arrogance to claim the sight of a hawk; she shot your buddies left and right! You'll never get another chance! This is the perfect time! The ultimate opportunity! Hate them and weep! Kill and be killed! Fight each other! Grovel in the dirt! How could you four hope to team up? You're way beyond the point of kissing and making up! Right, pipsqueak? Right, Hawkeye? Mustang? Scar? There's no way. No. No, you can't! Never! NEVER! It's impossible! How could you? How could you do it? HOW!?"
   },
   {
      "quote_id":"159",
      "author":"Envy",
      "quote":"Fool, you just have to forsake one little village to save an entire country. Too bad you don't have the stomach to do the logical thing. Can you really shoot such a sad face? Can you boy? Ha ha, I shouldn't be surprised, that's just how all you humans are. This time around I'll go with a younger, cuter model. What do you say? You humans don't make any sense to me. You throw away your lives for nothing. Another foolish human."
   },
   {
      "quote_id":"160",
      "author":"Envy",
      "quote":"Damn! Dammit! Dammit! I've been humiliated! HUMILIATED! Me, Envy, jealous of you? A human?! I'm a homunculus! How could this pipsqueak kid see through me? It's the ultimate humiliation!"
   },
   {
      "quote_id":"161",
      "author":"Envy",
      "quote":"I guess we'll how long this adorable little alliance of yours can kill then! Ah well, best of luck with that, pipsqueak!"
   },
   {
      "quote_id":"162",
      "author":"Envy",
      "quote":"Goodbye...Edward...Elric."
   },
   {
      "quote_id":"163",
      "author":"Envy",
      "quote":"Quit your pathetic blubbering, you idiot! You could've of messed up the entire plan! And what would have done then?! HUH?!"
   },
   {
      "quote_id":"164",
      "author":"Envy",
      "quote":"LUCKY ME!"
   },
   {
      "quote_id":"165",
      "author":"Envy",
      "quote":"Wow! You've heard of me! I'm flattered. Nice to meet you, Colonel."
   },
   {
      "quote_id":"166",
      "author":"Envy",
      "quote":"Congratulations, Colonel Mustang, looks like you've finally hunted down your culprit."
   },
   {
      "quote_id":"167",
      "author":"Gluttony",
      "quote":"Can I eat him now?"
   },
   {
      "quote_id":"168",
      "author":"Gluttony",
      "quote":"He looks delicious."
   },
   {
      "quote_id":"169",
      "author":"Gluttony",
      "quote":"Lust? Wheres my Lust?"
   },
   {
      "quote_id":"170",
      "author":"Pride",
      "quote":"What was it you were always saying? That you wanted to see which way the world would choose? And here you are, dying like a pathetic wreck. It must be humiliating."
   },
   {
      "quote_id":"171",
      "author":"Pride",
      "quote":"HOHENHEIM!"
   },
   {
      "quote_id":"172",
      "author":"Pride",
      "quote":"Appearances rarely show the whole truth."
   },
   {
      "quote_id":"173",
      "author":"Pride",
      "quote":"I will always be watching you from the shadows."
   },
   {
      "quote_id":"174",
      "author":"Pride",
      "quote":"Stop this. Stop this. PLEASE STOP!!! (While dying)"
   },
   {
      "quote_id":"175",
      "author":"Pride",
      "quote":"Wrath and the like do not exist inside me. There is no wrath, or lust, or sloth, or greed, or gluttony, or envy, such emotions have fled from my father. My name is Pride."
   },
   {
      "quote_id":"176",
      "author":"Pride",
      "quote":"I'm not angry, I'm never angry."
   },
   {
      "quote_id":"177",
      "author":"Pride",
      "quote":"So what!? Don't try to force your flawed human logic on us! I've made my bet."
   },
   {
      "quote_id":"178",
      "author":"Pride",
      "quote":"Really? Is that your plan? Your stature has lead you to prove your worth by always fighting those who are larger than you. So then, you don't exactly have much experience in fighting those who are smaller than you."
   },
   {
      "quote_id":"179",
      "author":"Pride",
      "quote":"But don't worry too much, because you will continue to live, inside me."
   },
   {
      "quote_id":"180",
      "author":"Pride",
      "quote":"Ah, this should make things much easier, I can practically smell movement you make. I could do without the ravenous hunger, but I suppose I'll just have to secede it. Oh wait...I recognize that scent. You're somewhere close by aren't you? Hohenheim?"
   },
   {
      "quote_id":"181",
      "author":"Pride",
      "quote":"I am the first homunculus. My name is Pride."
   },
   {
      "quote_id":"182",
      "author":"Pride",
      "quote":"They may well be tenacious creatures, but humans are easy to dupe."
   },
   {
      "quote_id":"183",
      "author":"Pride",
      "quote":"One can be sure, in this world, humans are of little consequence."
   },
   {
      "quote_id":"184",
      "author":"Pride",
      "quote":"This isn't really the time to be worrying about others, is it Greed? As soft as you've become, I wonder how much longer you can survive."
   },
   {
      "quote_id":"185",
      "author":"Wrath",
      "quote":"Let me get this straight, you think surrendering, and offering yourself will stop the war? How arrogant. The life of each human is worth one, that's it. Nothing more, nothing less."
   },
   {
      "quote_id":"186",
      "author":"Wrath",
      "quote":"My life was lived on the rails that were laid down for me...but thanks to you humans, it was...to some degree, a good life...one worth living."
   },
   {
      "quote_id":"187",
      "author":"Wrath",
      "quote":"Greetings, I'm back. It would appear that things have gotten a little out of hand since my leave, haven't they?"
   },
   {
      "quote_id":"188",
      "author":"Wrath",
      "quote":"Why must everyone make such a fuss over the death of a single soldier? The moment a soldier dons his uniform, he accepts the reality that he might be buried in it."
   },
   {
      "quote_id":"189",
      "author":"Wrath",
      "quote":"God you say? Now this is intriguing, how much longer do you think your 'God' plans to wait before unleashing his fury? Just how many more thousands of lives must I take before he decides to strike me down?"
   },
   {
      "quote_id":"190",
      "author":"Wrath",
      "quote":"Open your eyes. 'God' is nothing more than a construct created by man to inspire fear and promote order. If you wish to see me struck down, for all these atrocities, use your own hands to do so, not 'God's'."
   },
   {
      "quote_id":"191",
      "author":"Wrath",
      "quote":"Do they really expect me to make a complete mockery of myself by entering through the back door of my own Palace?"
   },
   {
      "quote_id":"192",
      "author":"Wrath",
      "quote":"It's almost poetic, two nameless men fighting to the death."
   },
   {
      "quote_id":"193",
      "author":"Father",
      "quote":"It's remarkable how weak they are. They have an innate fear of the dark. And how do they handle this fear? They simply pretend that it doesn't exist. They run away from it. How could anyone say humans aren't weak? It's an inherent trait. How about we take advantage of their weakness? They certainly do make a good natural resource. Right? It's all they're good for."
   },
   {
      "quote_id":"194",
      "author":"Father",
      "quote":"Humans who dare to play God must pay a steep price for their arrogance."
   },
   {
      "quote_id":"195",
      "author":"Father",
      "quote":"You can't change reality, just your perception!"
   },
   {
      "quote_id":"196",
      "author":"Father",
      "quote":"When you notice an insect on the ground, do you stop to consider it a fool? The life of an insect is so beneath you that it would be a waste of your time to even consider judging it. That would be an accurate summation of my feelings towards you humans."
   },
   {
      "quote_id":"197",
      "author":"Father",
      "quote":"But why?! I just wanted to understand this world's knowledge. I wanted to experience it, free. I just wanted to be free! FREE TO KNOW!"
   },
   {
      "quote_id":"198",
      "author":"Father",
      "quote":"What's wrong with that? I only wanted to obtain perfection! I wanted this worlds knowledge for my own! Why should I be punished for that? What's wrong with craving knowledge? What's wrong with seeking perfection? Well, speak! What are you, anyway? Do you even have a name? Who the hell do you think you are!?"
   },
   {
      "quote_id":"199",
      "author":"Father",
      "quote":"He's your father?! I had no idea he had children! Haha! ... If you are indeed his progeny, then why is it your family name is Elric?"
   },
   {
      "quote_id":"200",
      "author":"Father",
      "quote":"I exist today, because you gave me your blood. Thank you... Let's see... Number 23 isn't going to cut it. I think I'll give you a name of your own."
   },
   {
      "quote_id":"201",
      "author":"Father",
      "quote":"Don't do this to me. I can't... I can't go back. Please stop! I can't bare to be bound any longer! WAHHH! AHHHHHHH! No! No no no no!"
   },
   {
      "quote_id":"202",
      "author":"Father",
      "quote":"Tell me, why did you refuse to join me? Why God? How did I disappoint you?"
   },
   {
      "quote_id":"203",
      "author":"Father",
      "quote":"(voice distorted): My Stone...? You destroyed my Stone...? (God's arms now extend from the hole, beginning to consume Father.) No...! This can't... WHAT IS THIS?!"
   },
   {
      "quote_id":"204",
      "author":"Father",
      "quote":"Your slave work. Don't you even want freedom? Are you going to live out the rest of your life as a slave, without the rights of a real man? In that case you're no different from me, trapped inside this stuffy flask... Let me teach you, Van Hohenheim."
   },
   {
      "quote_id":"205",
      "author":"Father",
      "quote":"I'll tell you what Van Hohenheim; you can call me the Dwarf in the Flask, Homunculus."
   },
   {
      "quote_id":"206",
      "author":"Father",
      "quote":"Don't you even want freedom? Hohenheim? Are you going to live out the rest of your life as a slave, without the rights of a real man? In that case you're no different from me, trapped inside this stuffy flask."
   },
   {
      "quote_id":"207",
      "author":"Truth",
      "quote":"Don't make me laugh!"
   },
   {
      "quote_id":"208",
      "author":"Truth",
      "quote":"Who am I? One name you might have for me is The World, or you might call me The Universe, or perhaps God, or perhaps the Truth. I am all and I am one, so of course this also means that I am you."
   },
   {
      "quote_id":"209",
      "author":"Truth",
      "quote":"I can't wait to see what he'll be offering."
   },
   {
      "quote_id":"210",
      "author":"Truth",
      "quote":"I am the truth of your despair."
   },
   {
      "quote_id":"211",
      "author":"Truth",
      "quote":"YOU'VE DONE IT! THAT'S THE RIGHT ANSWER! GOOD JOB! YOU BEAT ME!"
   },
   {
      "quote_id":"212",
      "author":"Truth",
      "quote":"Goodbye, Edward Elric."
   },
   {
      "quote_id":"213",
      "author":"Major Miles",
      "quote":"The death of a culture is the death of its people."
   },
   {
      "quote_id":"214",
      "author":"Major Miles",
      "quote":"You get careless, and you get dead... understand? You tell me what to do again, and you'll never leave this hospital."
   },
   {
      "quote_id":"215",
      "author":"Major Miles",
      "quote":"I am like a pebble that's been cast into a large pond, and that pond is the Amestrian military. The pebble's ripples start small, but eventually they'll spread throughout the pond. Also, someone convinced me that it would be a good thing to devote my life to the military. Ironically, that person was a pure-blooded Amestrian."
   }
]